tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "python", link: false
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "sdl2"
brew "ffmpeg"
brew "fortune"
brew "git", link: false
brew "go"
brew "htop"
brew "pandoc"
brew "pipenv"
brew "ssh-copy-id"
brew "telnet"
brew "tmux"
brew "vim", link: false
cask "alfred"
cask "godot"
cask "hyperswitch"
cask "spectacle"
cask "visual-studio-code"
