abusaidm.html-snippets
CoenraadS.bracket-pair-colorizer-2
hars.CppSnippets
James-Yu.latex-workshop
karigari.chat
kiteco.kite
ms-dotnettools.csharp
ms-python.anaconda-extension-pack
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.Go
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.live-sass
ritwickdey.LiveServer
SmukkeKim.theme-setimonokai
twxs.cmake
